Repository: common-repository/paytr-taksit-tablosu-woocommerce
Catalog: languages/paytr-taksit-tablosu-woocommerce-*.po
Languages: tr_tr

source: PayTR Installment Table WooCommerce
tr_tr: PayTR Taksit Tablosu WooCommerce

source: The plugin that allows you to show the installment options of your PayTR store on the product page.
tr_tr: PayTR Taksit Tablosu ile ürün sayfasında taksit seçeneklerini gösterin.

source: WooCommerce is required to be installed and active!
tr_tr: WooCommerce eklentisinin yüklü ve aktif olması gerekmektedir!

source: WooCommerce %1$s or greater version to be installed and active. WooCommerce %2$s is no longer supported.
tr_tr: WooCommerce eklentisinin %1$s veya daha yüksek versiyonunun yüklü ve aktif olması gerekmektedir. WooCommerce %2$s artık desteklenmiyor.

source: PayTR Installment Table
tr_tr: PayTR Taksit Tablosu

source: paytr-installment-table
tr_tr: paytr-taksit-tablosu

source: Settings
tr_tr: Ayarlar

source: Support
tr_tr: Destek

source: Product Tab Title
tr_tr: Ürün Sekmesi Başlığı

source: Merchant ID
tr_tr: Mağaza No

source: Max Installment
tr_tr: Maksimum Taksit Sayısı

source: Advantageous Installment
tr_tr: Avantajlı Taksit

source: Include Tax
tr_tr: Vergi Dahil

source: Content Title
tr_tr: Sekme İçerik Başlığı

source: Top Description
tr_tr: Üst Açıklama

source: Bottom Description
tr_tr: Alt Açıklama

source: Merchant ID must be numeric.
tr_tr: Mağaza No numerik olmalıdır.

source: Merchant ID and Token cannot empty!
tr_tr: Mağaza No veya Token boş olamaz!

source: Saved Successfully.
tr_tr: Başarıyla Kaydedildi.

source: The default value is <strong>Installment Table</strong>.
tr_tr: Varsayılan değer <strong>Taksit Tablosu</strong>dur.

source: All Installment Options
tr_tr: Tüm Taksit Seçenekleri

source: Up To %2$s Installment
tr_tr: %2$s'e Kadar

source: You can choose the maximum number of installments you want to show.
tr_tr: Göstermek istediğiniz maksimum taksit sayısını seçebilirsiniz.

source: Advantageous Installments
tr_tr: Avantajlı Taksitler

source: All Installments
tr_tr: Tüm Taksitler

source: Enabled
tr_tr: Açık

source: Disabled
tr_tr: Kapalı

source: Add content above of the installment table.
tr_tr: Taksit tablosunun üstüne açıklama ekleyin.

source: Add content under the installment table.
tr_tr: Taksit tablosunun altına açıklama ekleyin.

source: Installment Table
tr_tr: Taksit Tablosu

source: You can find your Merchant ID and Token in <a style="color: #fff;" href="%s" target="_blank">here</a>.
tr_tr: Mağaza No ve Token değerlerini <a style="color: #fff;" href="%s" target="_blank">burada</a> bulabilirsiniz.
